catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chaitanyashahare.lazygit
charliermarsh.ruff
grapecity.gc-excelviewer
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
platformio.platformio-ide
redhat.java
yzhang.markdown-all-in-one
myriad-dreamin.tinymist
h5web.vscode-h5web
usernamehw.errorlens
eamodio.gitlens
ionutvmi.path-autocomplete
kevinrose.vsc-python-indent
njpwerner.autodocstring
tamasfe.even-better-toml
humao.rest-client
biomejs.biome
terrastruct.d2
rangav.vscode-thunder-client
littlefoxteam.vscode-python-test-adapter
bradlc.vscode-tailwindcss
heybourn.headwind
pranaygp.vscode-css-peek
formulahendry.auto-rename-tag
antfu.vite
streetsidesoftware.code-spell-checker
mohamed-nouri.websocket-client
shd101wyy.markdown-preview-enhanced
antfu.slidev
vue.volar
gsejas.mermaid-export-pro
bierner.markdown-mermaid
astral-sh.ty
