catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chaitanyashahare.lazygit
charliermarsh.ruff
grapecity.gc-excelviewer
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
platformio.platformio-ide
redhat.java
yzhang.markdown-all-in-one
myriad-dreamin.tinymist
h5web.vscode-h5web
usernamehw.errorlens
eamodio.gitlens
christian-kohler.path-intellisense
kevinrose.vsc-python-indent
njpwerner.autodocstring

